Repository: fennelouski/straight-up-browser
Catalog: Straight Up Browser/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hk

source: With a split open, ⌘S normally shoots just the pane you're working in. Switch it to every pane and you get the whole content area — all panes side by side, still without the tab bar.
ar: مع فتح تقسيم، يصوّر ⌘S عادةً اللوح الذي تعمل فيه فقط. بدّله إلى كل لوح وستحصل على منطقة المحتوى كاملة — كل الألواح جنبًا إلى جنب، وما زال دون شريط علامات التبويب.
ca: Amb una divisió oberta, ⌘S normalment captura només la subfinestra on treballes. Canvia-ho a totes les subfinestres i obtindràs tota l'àrea de contingut: totes les subfinestres una al costat de l'altra, encara sense la barra de pestanyes.
cs: Při otevřeném rozdělení zachytí ⌘S obvykle jen panel, ve kterém pracuješ. Přepni na všechny panely a dostaneš celou oblast obsahu – všechny panely vedle sebe, pořád bez lišty karet.
da: Med en opdeling åben tager ⌘S normalt kun den rude, du arbejder i. Skift den til alle ruder, og du får hele indholdsområdet – alle ruder side om side, stadig uden fanebladslinjen.
de: Bei offener Teilung nimmt ⌘S normalerweise nur den Bereich auf, in dem du arbeitest. Stell es auf alle Bereiche um, und du bekommst den ganzen Inhaltsbereich – alle Bereiche nebeneinander, weiterhin ohne Tableiste.
el: Με ανοιχτή διαίρεση, το ⌘S κανονικά καταγράφει μόνο το τμήμα στο οποίο δουλεύεις. Άλλαξέ το σε όλα τα τμήματα και παίρνεις ολόκληρη την περιοχή περιεχομένου — όλα τα τμήματα δίπλα δίπλα, πάλι χωρίς τη γραμμή καρτελών.
es: Con una división abierta, ⌘S normalmente captura solo el panel en el que trabajas. Cámbialo a todos los paneles y obtendrás toda el área de contenido: todos los paneles lado a lado, aún sin la barra de pestañas.
fi: Kun jakonäkymä on auki, ⌘S kaappaa yleensä vain ruudun, jossa työskentelet. Vaihda se kaikkiin ruutuihin, niin saat koko sisältöalueen – kaikki ruudut rinnakkain, edelleen ilman välilehtipalkkia.
fr: Avec une vue divisée ouverte, ⌘S ne capture normalement que le volet dans lequel vous travaillez. Passez sur tous les volets et vous obtenez toute la zone de contenu — tous les volets côte à côte, toujours sans la barre d'onglets.
he: כשפיצול פתוח, ⌘S מצלם בדרך כלל רק את החלונית שבה אתה עובד. העבר אותו לכל החלוניות ותקבל את כל אזור התוכן — כל החלוניות זו לצד זו, ועדיין בלי סרגל הכרטיסיות.
hi: विभाजन खुला हो तो ⌘S आम तौर पर सिर्फ़ उसी फलक को लेता है जिसमें आप काम कर रहे हैं। इसे हर फलक पर कर दें तो पूरा सामग्री क्षेत्र मिलता है — सभी फलक साथ-साथ, फिर भी टैब बार के बिना।
hr: Dok je podjela otvorena, ⌘S obično snima samo okno u kojem radiš. Prebaci na sva okna i dobit ćeš cijelo područje sadržaja – sva okna jedno uz drugo, i dalje bez trake kartica.
hu: Nyitott osztott nézetben a ⌘S rendes esetben csak azt a panelt rögzíti, amelyikben dolgozol. Állítsd minden panelre, és megkapod a teljes tartalomterületet – az összes panelt egymás mellett, továbbra is lapsáv nélkül.
id: Dengan pembagian terbuka, ⌘S biasanya hanya memotret panel tempat Anda bekerja. Ubah ke setiap panel dan Anda mendapat seluruh area konten — semua panel berdampingan, tetap tanpa bilah tab.
it: Con una vista divisa aperta, ⌘S normalmente acquisisce solo il riquadro in cui stai lavorando. Passa a tutti i riquadri e ottieni l'intera area dei contenuti: tutti i riquadri affiancati, sempre senza la barra delle schede.
ja: 分割中、⌘S は通常、作業中のペインだけを撮ります。すべてのペインに切り替えると、コンテンツ領域全体（並んだすべてのペイン）が得られます。タブバーは変わらず含まれません。
ko: 분할이 열려 있으면 ⌘S는 보통 작업 중인 패널만 찍습니다. 모든 패널로 바꾸면 콘텐츠 영역 전체 — 나란히 놓인 모든 패널 — 을 얻고, 탭 막대는 여전히 빠집니다.
ms: Dengan pembahagian dibuka, ⌘S biasanya merakam hanya anak tetingkap tempat anda bekerja. Tukar kepada setiap anak tetingkap dan anda mendapat seluruh kawasan kandungan — semua anak tetingkap bersebelahan, masih tanpa bar tab.
nb: Med en deling åpen tar ⌘S normalt bare ruten du jobber i. Bytt den til alle ruter, så får du hele innholdsområdet – alle ruter side om side, fortsatt uten fanelinjen.
nl: Met een splitsing open legt ⌘S normaal alleen het deelvenster vast waarin je werkt. Zet het op elk deelvenster en je krijgt het hele inhoudsgebied – alle deelvensters naast elkaar, nog steeds zonder tabbladbalk.
pl: Przy otwartym podziale ⌘S rejestruje zwykle tylko panel, w którym pracujesz. Przełącz na wszystkie panele, a dostaniesz cały obszar treści — wszystkie panele obok siebie, wciąż bez paska kart.
pt_br: Com uma divisão aberta, ⌘S normalmente captura só o painel em que você está trabalhando. Mude para todos os painéis e você recebe toda a área de conteúdo — todos os painéis lado a lado, ainda sem a barra de abas.
ro: Cu o divizare deschisă, ⌘S capturează în mod normal doar panoul în care lucrezi. Comută pe toate panourile și obții întreaga zonă de conținut — toate panourile alăturate, tot fără bara de file.
ru: При открытом разделении ⌘S обычно снимает только ту панель, в которой вы работаете. Переключите на все панели — и получите всю область содержимого: все панели рядом, по-прежнему без панели вкладок.
sk: Pri otvorenom rozdelení zachytí ⌘S zvyčajne len panel, v ktorom pracuješ. Prepni na všetky panely a dostaneš celú oblasť obsahu – všetky panely vedľa seba, stále bez lišty kariet.
sv: Med en delning öppen fångar ⌘S normalt bara rutan du arbetar i. Ställ om det till alla rutor så får du hela innehållsytan – alla rutor sida vid sida, fortfarande utan flikfältet.
th: เมื่อเปิดการแบ่งหน้าจออยู่ ปกติ ⌘S จะถ่ายเฉพาะบานที่คุณกำลังใช้ เปลี่ยนเป็นทุกบานแล้วคุณจะได้พื้นที่เนื้อหาทั้งหมด — ทุกบานเรียงกัน โดยยังไม่มีแถบแท็บ
tr: Bir bölme açıkken ⌘S normalde yalnızca çalıştığınız paneli çeker. Her panele geçirin, tüm içerik alanını alın — bütün paneller yan yana, yine sekme çubuğu olmadan.
uk: За відкритого розділення ⌘S зазвичай знімає лише ту панель, у якій ви працюєте. Перемкніть на всі панелі — і отримаєте всю область вмісту: усі панелі поруч, так само без панелі вкладок.
vi: Khi đang mở chia đôi, ⌘S thường chỉ chụp khung bạn đang làm việc. Chuyển sang mọi khung thì bạn có cả vùng nội dung — tất cả các khung cạnh nhau, vẫn không kèm thanh thẻ.
zh_hans: 分屏打开时，⌘S 通常只拍你正在使用的那个窗格。改成每个窗格，你就能得到整片内容区域——所有窗格并排，依然不含标签栏。
zh_hk: 分割開啟時，⌘S 通常只拍你正在使用的那個窗格。改成每個窗格，你就能得到整片內容區域——所有窗格並排，依然不含分頁列。

source: With this on, a trackpad pinch magnifies the page, and a two-finger double-tap zooms the text block under your fingers to fill the width — just like Safari. This is separate from ⌘+ / ⌘− page zoom, which reflows text instead of magnifying. Actual Size (⌘0) resets both.
ar: مع تفعيل هذا الخيار، يكبّر القرص على لوحة التعقب الصفحة، ويقرّب النقر المزدوج بإصبعين كتلة النص تحت أصابعك لتملأ العرض — تمامًا كما في Safari. وهذا منفصل عن تكبير الصفحة بـ ⌘+ / ⌘− الذي يعيد تنسيق النص بدل تكبيره. ويعيد «الحجم الفعلي» (⌘0) ضبط الاثنين.
ca: Amb això activat, un pessic al ratolí tàctil amplia la pàgina, i picar dos cops amb dos dits fa que el bloc de text sota els dits ompli tota l'amplada, igual que al Safari. Això és independent del zoom de pàgina ⌘+ / ⌘−, que recompon el text en comptes d'ampliar-lo. Mida real (⌘0) restableix totes dues coses.
cs: Se zapnutou volbou stažení prstů na trackpadu stránku zvětší a dvojité klepnutí dvěma prsty přiblíží blok textu pod prsty na celou šířku – přesně jako v Safari. To je něco jiného než zoom stránky ⌘+ / ⌘−, který text přeskládá místo zvětšení. Skutečná velikost (⌘0) vrátí obojí.
da: Med dette slået til forstørrer et knib på pegefeltet siden, og et dobbelttryk med to fingre zoomer tekstblokken under fingrene, så den fylder bredden – præcis som i Safari. Det er adskilt fra sidezoom med ⌘+ / ⌘−, som i stedet ombryder teksten. Faktisk størrelse (⌘0) nulstiller begge.
de: Ist dies aktiv, vergrößert eine Aufziehgeste auf dem Trackpad die Seite, und ein Doppeltippen mit zwei Fingern zoomt den Textblock unter deinen Fingern auf die volle Breite – genau wie in Safari. Das ist unabhängig vom Seitenzoom mit ⌘+ / ⌘−, der den Text stattdessen neu umbricht. „Originalgröße“ (⌘0) setzt beides zurück.
el: Με αυτό ενεργό, ένα τσίμπημα στην επιφάνεια αφής μεγεθύνει τη σελίδα, και ένα διπλό χτύπημα με δύο δάχτυλα κάνει ζουμ στο μπλοκ κειμένου κάτω από τα δάχτυλά σου ώστε να γεμίσει το πλάτος — ακριβώς όπως στο Safari. Αυτό είναι ξεχωριστό από το ζουμ σελίδας ⌘+ / ⌘−, που αναδιατάσσει το κείμενο αντί να το μεγεθύνει. Το Πραγματικό μέγεθος (⌘0) επαναφέρει και τα δύο.
es: Con esto activado, un pellizco en el trackpad amplía la página y un doble toque con dos dedos hace que el bloque de texto bajo tus dedos ocupe todo el ancho, igual que en Safari. Es independiente del zoom de página ⌘+ / ⌘−, que recompone el texto en lugar de ampliarlo. Tamaño real (⌘0) restablece ambos.
fi: Kun tämä on käytössä, ohjauslevyn nipistys suurentaa sivua ja kahden sormen kaksoisnapautus zoomaa sormiesi alla olevan tekstilohkon täyteen leveyteen – aivan kuten Safarissa. Tämä on eri asia kuin ⌘+ / ⌘− -sivuzoomaus, joka rivittää tekstin uudelleen. Todellinen koko (⌘0) palauttaa molemmat.
fr: Avec cette option, un pincement sur le trackpad agrandit la page, et un double-tap à deux doigts fait zoomer le bloc de texte sous vos doigts pour occuper toute la largeur — exactement comme dans Safari. C'est indépendant du zoom de page ⌘+ / ⌘−, qui refait la mise en page du texte au lieu de l'agrandir. Taille réelle (⌘0) réinitialise les deux.
he: כשהאפשרות פעילה, צביטה על משטח המגע מגדילה את הדף, והקשה כפולה בשתי אצבעות מקרבת את גוש הטקסט שמתחת לאצבעות כך שימלא את הרוחב — בדיוק כמו ב‑Safari. זה נפרד מהגדלת הדף ב‑⌘+ / ⌘−, שמסדרת את הטקסט מחדש במקום להגדיל. ״גודל אמיתי״ (⌘0) מאפס את שניהם.
hi: यह चालू होने पर ट्रैकपैड पर पिंच करने से पृष्ठ बड़ा होता है, और दो उँगलियों से दो बार टैप करने पर उँगलियों के नीचे का पाठ खंड पूरी चौड़ाई तक ज़ूम हो जाता है — बिलकुल Safari की तरह। यह ⌘+ / ⌘− वाले पृष्ठ ज़ूम से अलग है, जो बड़ा करने के बजाय पाठ को फिर से सजाता है। वास्तविक आकार (⌘0) दोनों को रीसेट कर देता है।
hr: S ovom opcijom stisak prstiju na trackpadu povećava stranicu, a dvostruki dodir s dva prsta zumira blok teksta pod prstima na punu širinu – baš kao u Safariju. To je odvojeno od zumiranja stranice ⌘+ / ⌘−, koje tekst prelama umjesto da ga povećava. Stvarna veličina (⌘0) vraća oboje.
hu: Ha ez be van kapcsolva, a trackpaden végzett csippentés nagyítja az oldalt, a kétujjas dupla koppintás pedig teljes szélességűre nagyítja az ujjaid alatti szövegblokkot – akárcsak a Safariban. Ez független a ⌘+ / ⌘− oldalnagyítástól, amely nagyítás helyett újratördeli a szöveget. A Valódi méret (⌘0) mindkettőt visszaállítja.
id: Dengan opsi ini aktif, cubitan di trackpad memperbesar halaman, dan ketuk ganda dua jari memperbesar blok teks di bawah jari Anda hingga memenuhi lebar — persis seperti Safari. Ini terpisah dari perbesaran halaman ⌘+ / ⌘−, yang menata ulang teks alih-alih memperbesarnya. Ukuran Sebenarnya (⌘0) mengembalikan keduanya.
it: Con questa opzione attiva, un pizzico sul trackpad ingrandisce la pagina e un doppio tocco con due dita porta il blocco di testo sotto le dita a riempire la larghezza, proprio come in Safari. È indipendente dallo zoom pagina ⌘+ / ⌘−, che invece riadatta il testo. Dimensioni reali (⌘0) ripristina entrambi.
ja: この設定を入れると、トラックパッドのピンチでページが拡大し、2 本指のダブルタップで指の下のテキストブロックが幅いっぱいにズームします。Safari と同じ動きです。文字を組み直す ⌘+ / ⌘− のページズームとは別物です。実際のサイズ（⌘0）で両方リセットされます。
ko: 이 설정을 켜면 트랙패드 핀치가 페이지를 확대하고, 두 손가락 이중 탭이 손가락 아래 텍스트 블록을 너비에 맞게 확대합니다. Safari와 같습니다. 글을 다시 흘려 배치하는 ⌘+ / ⌘− 페이지 확대와는 별개이며, 실제 크기(⌘0)가 둘 다 재설정합니다.
ms: Dengan ini dihidupkan, cubitan pada trackpad membesarkan halaman, dan ketikan dua jari dua kali menzum blok teks di bawah jari anda supaya memenuhi lebar — sama seperti Safari. Ini berasingan daripada zum halaman ⌘+ / ⌘−, yang menyusun semula teks dan bukannya membesarkannya. Saiz Sebenar (⌘0) menetapkan semula kedua-duanya.
nb: Med dette på forstørrer et knip på styreflaten siden, og et dobbelttrykk med to fingre zoomer tekstblokken under fingrene så den fyller bredden – akkurat som i Safari. Dette er atskilt fra sidezoom med ⌘+ / ⌘−, som i stedet bryter om teksten. Faktisk størrelse (⌘0) nullstiller begge.
nl: Met dit aan vergroot knijpen op het trackpad de pagina, en dubbeltikken met twee vingers zoomt het tekstblok onder je vingers tot de volle breedte – net als in Safari. Dit staat los van paginazoom met ⌘+ / ⌘−, die de tekst juist opnieuw laat lopen. Werkelijke grootte (⌘0) zet beide terug.
pl: Przy włączonej opcji szczypnięcie na gładziku powiększa stronę, a dwukrotne stuknięcie dwoma palcami zbliża blok tekstu pod palcami na całą szerokość — dokładnie jak w Safari. To coś innego niż powiększenie strony ⌘+ / ⌘−, które przelewa tekst zamiast go powiększać. Rzeczywisty rozmiar (⌘0) przywraca oba.
pt_br: Com isto ativado, pinçar no trackpad amplia a página, e tocar duas vezes com dois dedos faz o bloco de texto sob seus dedos ocupar toda a largura — igual ao Safari. Isso é separado do zoom de página ⌘+ / ⌘−, que refaz o fluxo do texto em vez de ampliar. Tamanho real (⌘0) redefine os dois.
ro: Cu această opțiune activată, o ciupire pe trackpad mărește pagina, iar un dublu tap cu două degete aduce blocul de text de sub degete la lățimea întreagă — exact ca în Safari. E separat de zoomul de pagină ⌘+ / ⌘−, care rearanjează textul în loc să îl mărească. Dimensiune reală (⌘0) readuce ambele la normal.
ru: С этой настройкой щипок на трекпаде увеличивает страницу, а двойное касание двумя пальцами приближает блок текста под пальцами на всю ширину — как в Safari. Это не то же самое, что масштаб страницы ⌘+ / ⌘−, который переверстывает текст, а не увеличивает его. «Фактический размер» (⌘0) сбрасывает и то и другое.
sk: So zapnutou voľbou stiahnutie prstov na trackpade stránku zväčší a dvojité ťuknutie dvoma prstami priblíži blok textu pod prstami na celú šírku – presne ako v Safari. Je to niečo iné než zoom stránky ⌘+ / ⌘−, ktorý text preskladá namiesto zväčšenia. Skutočná veľkosť (⌘0) vráti oboje.
sv: Med det här på förstorar ett nyp på styrplattan sidan, och ett dubbeltryck med två fingrar zoomar textblocket under fingrarna så att det fyller bredden – precis som i Safari. Det är skilt från sidzoom med ⌘+ / ⌘−, som i stället bryter om texten. Verklig storlek (⌘0) återställer båda.
th: เมื่อเปิดตัวเลือกนี้ การจีบนิ้วบนแทร็คแพดจะขยายหน้าเว็บ และการแตะสองนิ้วสองครั้งจะซูมบล็อกข้อความใต้นิ้วให้เต็มความกว้าง — เหมือน Safari เลย ซึ่งแยกจากการซูมหน้าด้วย ⌘+ / ⌘− ที่จัดข้อความใหม่แทนการขยาย ขนาดจริง (⌘0) รีเซ็ตทั้งสองอย่าง
tr: Bu açıkken izleme dörtgeninde kıstırmak sayfayı büyütür, iki parmakla çift dokunuş ise parmaklarınızın altındaki metin bloğunu genişliği dolduracak şekilde yakınlaştırır — tıpkı Safari'deki gibi. Bu, metni büyütmek yerine yeniden akıtan ⌘+ / ⌘− sayfa yakınlaştırmasından ayrıdır. Gerçek Boyut (⌘0) ikisini de sıfırlar.
uk: З цим параметром щипок на трекпаді збільшує сторінку, а подвійний дотик двома пальцями наближає блок тексту під пальцями на всю ширину — як у Safari. Це не те саме, що масштаб сторінки ⌘+ / ⌘−, який перекомпоновує текст, а не збільшує його. «Фактичний розмір» (⌘0) скидає і те, і те.
vi: Bật tùy chọn này, chụm trên trackpad sẽ phóng to trang, còn chạm hai ngón hai lần sẽ thu phóng khối văn bản dưới ngón tay cho vừa chiều ngang — y như Safari. Việc này tách biệt với thu phóng trang ⌘+ / ⌘−, vốn dàn lại chữ thay vì phóng to. Kích cỡ thật (⌘0) đặt lại cả hai.
zh_hans: 开启后，在触控板上捏合可放大页面，双指轻点两下会把手指下的文字块放大到铺满宽度——和 Safari 一样。这与 ⌘+ / ⌘− 的页面缩放不同，后者会重新排版文字。实际大小（⌘0）会同时复位两者。
zh_hk: 開啟後，在觸控式軌跡板上捏合可放大頁面，雙指點兩下會把手指下的文字區塊放大到填滿寬度——和 Safari 一樣。這與 ⌘+ / ⌘− 的頁面縮放不同，後者會重新排版文字。實際大小（⌘0）會同時重設兩者。

source: Zoom
ar: تكبير/تصغير
de: Zoomen
el: Ζουμ
fi: Zoomaus
he: שינוי מרחק
hi: ज़ूम
hr: Zumiranje
hu: Nagyítás
id: Perbesaran
ja: ズーム
ko: 확대/축소
ms: Zum
nl: Zoomen
pl: Powiększenie
ru: Масштаб
sv: Zooma
th: ซูม
tr: Yakınlaştırma
uk: Масштаб
vi: Thu phóng
zh_hans: 缩放
zh_hk: 縮放

source: no tabs
ar: لا علامات تبويب
ca: cap pestanya
cs: žádné karty
da: ingen faneblade
de: keine Tabs
el: καμία καρτέλα
es: sin pestañas
fi: ei välilehtiä
fr: aucun onglet
he: אין כרטיסיות
hi: कोई टैब नहीं
hr: nema kartica
hu: nincs lap
id: tak ada tab
it: nessuna scheda
ja: タブなし
ko: 탭 없음
ms: tiada tab
nb: ingen faner
nl: geen tabbladen
pl: brak kart
pt_br: sem abas
ro: nicio filă
ru: нет вкладок
sk: žiadne karty
sv: inga flikar
th: ไม่มีแท็บ
tr: sekme yok
uk: немає вкладок
vi: không có thẻ
zh_hans: 无标签页
zh_hk: 沒有分頁

source: ⌘S in a split captures
ar: ما يصوّره ⌘S في التقسيم
ca: ⌘S en una divisió captura
cs: ⌘S při rozdělení zachytí
da: ⌘S i en opdeling tager
de: ⌘S nimmt bei Teilung auf
el: Το ⌘S σε διαίρεση καταγράφει
es: ⌘S en una división captura
fi: ⌘S jakonäkymässä kaappaa
fr: ⌘S en vue divisée capture
he: ⌘S בפיצול מצלם
hi: विभाजन में ⌘S कैप्चर करता है
hr: ⌘S u podjeli snima
hu: A ⌘S osztott nézetben ezt rögzíti:
id: ⌘S saat terbagi menangkap
it: ⌘S in una vista divisa acquisisce
ja: 分割時の ⌘S の対象
ko: 분할에서 ⌘S가 찍는 대상
ms: ⌘S dalam pembahagian merakam
nb: ⌘S i en deling tar
nl: ⌘S in een splitsing legt vast
pl: ⌘S przy podziale rejestruje
pt_br: ⌘S em uma divisão captura
ro: ⌘S într-o divizare capturează
ru: ⌘S при разделении снимает
sk: ⌘S pri rozdelení zachytí
sv: ⌘S i en delning fångar
th: ⌘S ในการแบ่งหน้าจอจะถ่าย
tr: Bölmede ⌘S şunu çeker:
uk: ⌘S при розділенні знімає
vi: ⌘S khi chia đôi sẽ chụp
zh_hans: 分屏时 ⌘S 拍摄
zh_hk: 分割時 ⌘S 拍攝
